Repository: Kolterdyx/ModpackGraph
Catalog: frontend/src/locale/messages.*.xlf
Languages: es

source: Modpack selection
es: Selección de modpack

source: Select mods folder
es: Seleccionar carpeta de mods

source: Process selected folder
es: Procesar carpeta seleccionada

source: Graph display options
es: Opciones de visualización

source: Show mod icons
es: Mostrar iconos

source: List display options
es: Opciones de listado

source: Show required mods
es: Mostrar mods obligatorios

source: Show optional mods
es: Mostrar mods opcionales

source: Show installed mods
es: Mostrar mods instalados

source: Select Language
es: Seleccionar idioma

source: List View
es: Vista de lista

source: 2D Interactive
es: Visualización 2D

source: 3D Interactive
es: Visualización 3D

source: Generating graph
es: Generando gráfica de dependencias

source: Generating graph...
es: Generando gráfica de dependencias

source: Graph generated
es: Gráfica generada

source: Graph generated successfully.
es: Gráfica generada correctamente

source: Something went wrong.
es: Ha ocurrido un error.

source: Required: link.label
es: Obligatorio: link.label

source: Optional: link.label
es: Opcional: link.label

source: Version: {{mod.presentVersion}}
es: Versión: {{mod.presentVersion}}

source: Requires: {{mod.requiredVersion}}
es: Obligatorio: {{mod.requiredVersion}}

source: Optional: {{mod.requiredVersion}}
es: Opcional: {{mod.requiredVersion}}
